start =
  🤖 Привіт, { $name }. Давай почнемо!

start_language = 🌐 Якій мові ви віддаєте перевагу?

info =
  ☘️ Ми прагнемо зробити наш продукт максимально корисним для вас!  
  Є <strong>ідеї</strong> або <strong>пропозиції</strong> щодо поліпшення, будь ласка, напишіть нам у <a target="_self" href="https://t.me/twint2/message">@support</a>.  
  🫶 Ми будемо раді вашим відгукам!

  ☕️ Хочете підтримати нас?  
  |- TRC20(USDT): TDjrQjQrkuxCi1kisbadKSfxxvcJkubx2j  
  |- Polygon(USDT): 0x049361d4146eaac592e07983c8ee27c8f8447ca6  

language =
  .specify-a-locale = Будь ласка, вкажіть локаль. Приклад: /language en.  
  .invalid-locale = Вказана вами локаль недійсна. Будь ласка, перевірте налаштування.  
  .already-set = Українська мова вже встановлена.  
  .language-set = Українська мова успішно встановлена.

profile =
  Ось ваша інформація профілю:  
  |- 🏷️ ID: { $telegram_id }  
  |- 👤 Ім'я: { $name }  
  |- 🗓 Дата реєстрації: { $registration_date }  
  |- 📂 К-ть оброблених файлів: { $parsed_files }  
  |- 🏦 Баланс: { $parses } парсингів | { $checks } перевірок  
  .additional_actions = |- Додаткові дії:  
  .my_profile = 👤 Мій профіль  
  .about_us = 🌟 Про нас
  .instruction = 📋 Інструкція
  .settings = ⚙️ Налаштування  
  .uploaded_files = 📂 Файли  
  .language = 🌐 Мова  
  .support = 🆘 Підтримка  
  .referal = 🤝 Реферальна система 🤝  
  .top_up_balance = 🏦 Поповнити баланс  
  .top_up_10_40_balance = 40 парсингів = 10$  
  .top_up_22_100_balance = 100 парсингів = 22$  
  .top_up_100_500_balance = 500 парсингів = 100$  
  .top_up_190_1000_balance = 1000 парсингів = 190$  
  .top_up_350_2000_balance = 2000 парсингів = 350$  
  .top_up_message =
    Ви можете вибрати мережу, яка вам більше підходить:  
    |- TRC20(USDT): TDjrQjQrkuxCi1kisbadKSfxxvcJkubx2j  
    |- Polygon(USDT): 0x049361d4146eaac592e07983c8ee27c8f8447ca6  

    Після того, як ви зробите переказ, будь ласка, надішліть нам <a target="_self" href="https://t.me/twint2/message">@support</a> скріншот платежу! 📸  

    ‼️ Сума переказу повинна відповідати тій, що вказана в обраному вами пакеті ({ $requestedTopUpAmount } парсингів = { $requestedTopUpPrice }$)  
  .top_up_message_cryptomus =
    Ви можете вибрати мережу, яка вам більше підходить:  
    |- TRC20(USDT): TDjrQjQrkuxCi1kisbadKSfxxvcJkubx2j  
    |- Polygon(USDT): 0x049361d4146eaac592e07983c8ee27c8f8447ca6  
    Після того, як ви зробите переказ, будь ласка, надішліть нам <a target="_self" href="https://t.me/twint2/message">@support</a> скріншот платежу! 📸  

    💳 Або ви можете оплатити через Cryptomus за цим посиланням: { $url } 🔗✨  

    ‼️ Сума переказу повинна відповідати тій, що вказана в обраному вами пакеті ({ $amount } парсингів = { $price }$)  

error = 
  .profile_error = Будь ласка, спочатку запустіть бота.  
  .download_from_telegram = Сталася помилка під час завантаження файлу.  
  .save_to_db_for_processing = Сталася помилка під час збереження файлу в базі даних для подальшої обробки.  
  .save_to_db = Сталася помилка під час збереження обробленого файлу.
  .file_not_found_in_db = 🚫 Упс! Я не можу знайти цей файл.
  .cards_not_found = У файлі не знайдені дані карт.  
  .not_enough_parses = У вас недостатньо парсингів.
  .incorrect_msg = 🚫 Упс! Я не розумію Вас.

success =
  .download_from_telegram = 🔥 Файл був успішно завантажений! Продовжую обробку...

warn =
  .pls_send_file_with_correct_format = Будь ласка, завантажте текстовий файл (формати <i>.html, .txt</i>).

general =
  .precessing = Обробляємо...

uploaded_files = Ваші завантажені файли: { $files }  
uploaded_file = 
  ✨ Щоб скачати файл, просто виконайте ці прості кроки:  
  1. Натисніть на файл <code>download_parsed-xxx-xxxx-xx.txt</code>, щоб скопіювати його  
  2. Надішліть мені повідомлення  
  3. Насолоджуйтеся його використанням! 🎉  
do_not_have_uploaded_files = У вас немає завантажених файлів.  
choose_packages = Виберіть пакет для поповнення:  
can_not_process_btn = 🚫 Упс! Не можу обробити таку кнопку.

msg = 
  .file_found_in_db = ✨ Ось ваш бажаний файл! ✨

admin =
  .buy_package = 
    Користувач { $name } зацікавлений у покупці пакету  
    |- USERNAME: { $username }  
    |- ID: { $id }  
    |- ПАКЕТ: { $amount } парсингів = { $price }$

checker =
  .msg_reply = 
    ✨ Ваші результати після швидкої перевірки карт ✨ { $result }

instruction =
  🏷 Інструкції для парсингу даних картки
  Ласкаво просимо до { $bot_name }! 🎉 Цей бот робить парсинг номерів карт, термінів дії та CVV кодів дуже простим! 🏦✨

  Ви можете надіслати дані у повідомленні або завантажити файл для парсингу.

  Завантаження файлу:
  Ви можете завантажувати файли розміром до 16 МБ у форматі .txt або .html.

  🏷 Інструкції для перевірки картки
  Перевірка картки може верифікувати до 100 карток в одному повідомленні! Просто переконайтеся, що кожна картка вказана в окремому рядку. Наприклад, щоб перевірити 3 картки, надішліть:
  <code>#RUN_CHECKER
  5178059938197446|1225|241
  4439137293801323|12/24|658
  5123051838137448|12|26|723
  </code>

  Завантаження файлу:
  Ви також можете надіслати дані для перевірки у файлі розміром до 16 МБ. Просто завантажте файл .txt, переконавшись, що формат даних відповідає тому, що ви надіслали в повідомленні.

  Щасливого парсингу або перевірки! Якщо у вас є питання, не соромтеся питати <a target="_self" href="https://t.me/twint2/message">@support</a>! 💬✨